<?php
$NUMBERS_REGULARITY_HEADERS = [
	0 => '0',
	1 => '1',
	2 => '2',
	3 => '3',
	4 => '4',
	5 => '5',
	6 => '6',
	7 => '7',
	8 => '8',
	9 => '9',
  10 => 'сусідні',
  11 => '2 однакові'
];
$SAME_NUMBERS_HEADERS = [
	0 => '№',
	1 => 'дата',
	2 => 'два однакових',
	3 => 'всі однакові'
];
$SAME_NUMBERS_REGULARITY_HEADERS = [
	0 => 'два однакових',
	1 => 'всі однакові'
];
$EVEN_REGULARITY_HEADERS = [
	0 => 'перша парна',
	1 => 'друга парна',
	2 => 'третя парна',
	3 => 'найменша парна',
	4 => 'найбільша парна',
	5 => 'всі парні',
	6 => 'всі непарні'
];
$ODD_REGULARITY_HEADERS = [
	0 => 'перша непарна',
	1 => 'друга непарна',
	2 => 'третя непарна',
	3 => 'найменша непарна',
	4 => 'найбільша непарна',
	5 => 'всі парні',
	6 => 'всі непарні'
];
?>